{
  "hello": "Hello",
  "welcome": "'Unlock Your Potential with Geeklab",
  "duration": "Duration",
  "price": "Price",
  "deadline": "Deadline",
  "apply_now": "Apply now",
  "sign_up": "Sign up",
  "month": "month",
  "amd": "amd",
  "our_lessons":"Our courses",
  "contact_us" : "Contact us",
  "lessons": "Lessons",
  "portfolio": "Portfolio",
  "main": "Main",
  "select_branch": "Select branch",
  "armenia": "Armenia",
  "georgia": "Georgia",
  "about_text": "Geeklab was founded by people who love tech and wanted to share their knowledge with others. We create digital products, organize educational projects, and grow a strong community. Our goal is to make technology simple and open for everyone, no matter their background.",
  "about_title": "About Geeklab",
  "our_team": "Our Team",
  "study_program": "Study Program",
  "study_program_desc": "The excellence of our courses lies in the meticulously structured lesson process, blending theoretical and practical sessions seamlessly. This includes thoughtfully crafted homework assignments and opportunities for meaningful interactions with instructors outside the classroom, ensuring a comprehensive and enriching learning experience.",
  "lectures": "Lectures",
  "lectures_desc": "Throughout the lectures, students delve into the realm of theoretical knowledge, acquaint themselves with cutting-edge technologies and innovative working methodologies, all while engaging in lively discussions to deepen their understanding of the subject matter.",
  "seminars": "Seminars",
  "seminars_desc": "In our seminars, students embark on the exciting journey of applying the theoretical knowledge acquired in their classes. With the guidance of our dedicated tutors, each student receives personalized support to navigate through any challenges they encounter, fostering a collaborative and empowering learning environment.",
  "consultation": "Consultation",
  "consultation_desc": "We're here to offer you all-encompassing details about our courses, highlighting their unique features and potential outcomes, to assist you in reaching a confident decision. From admission to graduation, our dedicated course coordinators will stay connected with you, providing support at every stage of your academic journey.",
  "final_project": "Final Project",
  "final_project_desc": "In the final stage of our Professional courses, students collaborate in teams on project-based work. This phase solidifies learning, fosters teamwork, and sparks innovation, paving the way for meaningful growth and achievement.",
  "certificate": "Certificate",
  "certificate_desc": "Upon successful completion of our specialized courses, students are bestowed with prestigious certificates, symbolizing their dedication and mastery in their chosen field.",
  "career": "Career",
  "career_desc": "Our courses provide sufficient knowledge for entry-level positions. Top students in Specialized courses receive job search support, though employers make the final decision.",
  "banner_title": "Unlock Your Potential with Geeklab",
  "banner_subtitle1": "Welcome to Geeklab, the ultimate destination for aspiring innovators and lifelong learners alike.",
  "banner_subtitle2": "Here, we're more than just a platform – we're a community driven by passion, curiosity, and the relentless pursuit of knowledge.",
  "discover_courses": "discover courses",
  "name": "Name",
  "email": "Email",
  "phone": "Phone",
  "select_course": "Select course",
  "cancel": "Cancel",
  "select_branch_modal": "Select branch",
  "armenia_yerevan": "Armenia Yerevan",
  "georgia_akhalkalak": "Georgia Akhalkalak",
  "signup_success": "Sign up successful!",
  "signup_error": "Error occurred.",
  "signing_up": "Signing up..."
}